Repository: mikekazakov/nimble-commander
Catalog: Source/NimbleCommander/NimbleCommander/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# __MODERNPRESENTATION_FOLDER_WORD
source: Folder
ru: Папка

# __MODERNPRESENTATION_UP_WORD
source: Up
ru: Наверх

# __PANELVIEW_LIST_COLUMN_TITLE_DATE_ACCESSED
source: Date Accessed
ru: Дата доступа

# __PANELVIEW_LIST_COLUMN_TITLE_DATE_ADDED
source: Date Added
ru: Дата добавления

# __PANELVIEW_LIST_COLUMN_TITLE_DATE_CREATED
source: Date Created
ru: Дата создания

# __PANELVIEW_LIST_COLUMN_TITLE_DATE_MODIFIED
source: Date Modified
ru: Дата изменения

# __PANELVIEW_LIST_COLUMN_TITLE_EXTENSION
source: Extension
ru: Расширение

# __PANELVIEW_LIST_COLUMN_TITLE_NAME
source: Name
ru: Имя

# __PANELVIEW_LIST_COLUMN_TITLE_SIZE
source: Size
ru: Размер

# __PANELVIEW_LIST_COLUMN_TITLE_TAGS
source: Tags
ru: Теги

# __PANELVIEW_TEMPORARY_PANEL_WITH_TITLE
source: Temporary Panel: %@
ru: Временная панель: %@

# __PANELVIEW_TEMPORARY_PANEL_WITHOUT_TITLE
source: Temporary Panel
ru: Временная панель

# __THANKS_FOR_REGISTER_INFORMATIVE
source: Thank you for using a registered copy of Nimble Commander! Please restart it for the changes to take effect.
ru: Спасибо за использование зарегистрированной копии Nimble Commander!

# __THANKS_FOR_REGISTER_MESSAGE
source: Activated successfully
ru: Успешная активация

# __TRIAL_WINDOW_NOTE
source: This is a trial version of Nimble Commander. To continue using this software after the 30-day trial period, you have to either buy a license or install the paid version from Mac App Store. This window appears only in the trial version.
ru: Это пробная версия Nimble Commander. Чтобы продолжить использование этого продукта после окончания пробного периода в 30 дней, Вам нужно купить лицензию или установить платную версию из Mac App Store. Это окно появляется только в пробной версии.

source: %@ available
ru: %@ доступно

source: Allow Access
ru: Разрешить доступ

source: App:
ru: Приложения:

source: Are you sure you want to delete this connection?
ru: Вы действительно хотите удалить это соединение?

source: Are you sure you want to remove this editor?
ru: Вы действительно хотите убрать этот редактор?

source: Are you sure you want to remove this theme?
ru: Вы действительно хотите удалить эту тему?

source: Are you sure you want to remove this tool?
ru: Вы действительно хотите удалить этот инструмент?

source: Are you sure you want to reset settings to defaults?
ru: Вы действительно хотите сбросить настройки к стандартным?

source: Are you sure you want to revert the changes of this theme?
ru: Вы действительно хотите сбросить изменения этой темы?

source: Blue
ru: Синий

source: Brief System Information
ru: Краткий обзор системы

source: Cache:
ru: Кэш:

source: Cancel
ru: Отмена

source: Case Sensitive
ru: C учетом регистра

source: Check for Updates...
ru: Проверить наличие обновлений...

source: Clear Recents
ru: Очистить недавние поиски

source: Click “Allow Access” to grant access to files in the selected directory
ru: Нажмите “Разрешить доступ” чтобы позволить работать с файлами в выбранной директории

source: Close
ru: Закрыть

source: Close Other Tabs
ru: Закрыть остальные вкладки

source: Close Tab
ru: Закрыть вкладку

source: Close Viewer
ru: Закрыть просмотрщик

source: Close Window
ru: Закрыть окно

source: Closing this window will terminate the running processes:
ru: Закрытие этого окна прервет следующие процессы:

source: Compressed:
ru: Сжато:

source: Computer Name:
ru: Имя компьютера:

source: Conflicts (%@)
ru: Конфликты (%@)

source: Connections
ru: Соединения

source: CPU
ru: ЦП

source: Delete Tag
ru: Удалить Тэг

source: Disable Admin Mode
ru: Выключить режим администратора

source: Display all items with the tag “%@”
ru: Показать все объекты с тегом “%@”

source: Do you want to close this window?
ru: Вы хотите закрыть это окно?

source: Do you want to delete tag “%@”?
ru: Вы действительно хотите удалить тэг “%@”?

source: Dropbox connection error:
ru: Ошибка подключения к Dropbox:

source: Enable Admin Mode
ru: Включить режим администратора

source: Encoding
ru: Кодировка

source: Enter “%@”
ru: Войти в “%@”

source: Execute “%@”
ru: Запустить “%@”

source: Failed to access the dragged item:
ru: Не удалось получить доступ к перетащенному объекту:

source: Failed to access the privileged helper.
ru: Не удалось связаться с привилегированным помощником.

source: Failed to create an empty file:
ru: Не удалось создать пустой файл:

source: Failed to open extended attributes
ru: Не удалось открыть расширенные атрибуты

source: Failed to retreive Finder's Favorites
ru: Не удалось получить Избранное Finder'а

source: Favorites
ru: Избранное

source: File Panels ▶ Focus Left Panel
ru: Файловые панели ▶ Фокус на левую панель

source: File Panels ▶ Focus Right Panel
ru: Файловые панели ▶ Фокус на правую панель

source: File Panels ▶ Go Into Folder
ru: Файловые панели ▶ Перейти в папку

source: File Panels ▶ Go to Enclosing Folder
ru: Файловые панели ▶ Перейти на уровень выше

source: File Panels ▶ Go to Home ~ Directory
ru: Файловые панели ▶ Перейти в папку ~ Личное

source: File Panels ▶ Go to Root / Directory
ru: Файловые панели ▶ Перейти в папку / Корень

source: File Panels ▶ Move Down
ru: Файловые панели ▶ Переместиться вниз

source: File Panels ▶ Move Left
ru: Файловые панели ▶ Переместиться влево

source: File Panels ▶ Move Right
ru: Файловые панели ▶ Переместиться вправо

source: File Panels ▶ Move to the First Element
ru: Файловые панели ▶ Переместиться к первому элементу

source: File Panels ▶ Move to the Last Element
ru: Файловые панели ▶ Переместиться к последнему элементу

source: File Panels ▶ Move to the Next Page
ru: Файловые панели ▶ Переместиться на следующую страницу

source: File Panels ▶ Move to the Previous Page
ru: Файловые панели ▶ Переместиться на предыдущую страницу

source: File Panels ▶ Move Up
ru: Файловые панели ▶ Переместиться вверх

source: File Panels ▶ Scroll to the First Element
ru: Файловые панели ▶ Прокрутить к первому элементу

source: File Panels ▶ Scroll to the Last Element
ru: Файловые панели ▶ Прокрутить к последнему элементу

source: File Panels ▶ Scroll to the Next Page
ru: Файловые панели ▶ Прокрутить к следующуей странице

source: File Panels ▶ Scroll to the Previous Page
ru: Файловые панели ▶ Прокрутить к предыдущей странице

source: File Panels ▶ Show Context Menu
ru: Файловые панели ▶ Показать контекстное меню

source: File Panels ▶ Show Next Tab
ru: Файловые панели ▶ Показать предыдущую вкладку

source: File Panels ▶ Show Preview
ru: Файловые панели ▶ Показать быстрый просмотр

source: File Panels ▶ Show Previous Tab
ru: Файловые панели ▶ Показать закладку вкладку

source: File Panels ▶ Show Tab №1
ru: Файловые панели ▶ Показать вкладку №1

source: File Panels ▶ Show Tab №2
ru: Файловые панели ▶ Показать вкладку №2

source: File Panels ▶ Show Tab №3
ru: Файловые панели ▶ Показать вкладку №3

source: File Panels ▶ Show Tab №4
ru: Файловые панели ▶ Показать вкладку №4

source: File Panels ▶ Show Tab №5
ru: Файловые панели ▶ Показать вкладку №5

source: File Panels ▶ Show Tab №6
ru: Файловые панели ▶ Показать вкладку №6

source: File Panels ▶ Show Tab №7
ru: Файловые панели ▶ Показать вкладку №7

source: File Panels ▶ Show Tab №8
ru: Файловые панели ▶ Показать вкладку №8

source: File Panels ▶ Show Tab №9
ru: Файловые панели ▶ Показать вкладку №9

source: File Panels ▶ Show Tab №10
ru: Файловые панели ▶ Показать вкладку №10

source: File Panels ▶ Toggle Selection
ru: Файловые панели ▶ Изменить выделение

source: File Panels ▶ Toggle Selection and Move Down
ru: Файловые панели ▶ Изменить выделение и переместиться вниз

source: Focus File Panels
ru: Фокус на файловые панели

source: Focus Overlapped Terminal
ru: Фокус на терминал

source: Follow “%@”
ru: Следовать за “%@”

source: Free Bytes:
ru: Свободно байт:

source: Frequently Visited
ru: Часто посещаемое

source: FTP connection error:
ru: Ошибка подключения FTP:

source: General
ru: Основное

source: Go to
ru: Перейти к

source: Gray
ru: Серый

source: Green
ru: Зеленый

source: Hide Panels
ru: Скрыть панели

source: Hide Tab Bar
ru: Скрыть панель вкладок

source: Hide Terminal
ru: Скрыть терминал

source: Hide Toolbar
ru: Скрыть панель инструментов

source: History
ru: История

source: Idle:
ru: Свободно:

source: Left GoTo
ru: Левый Переход

source: Load:
ru: Загрузка:

source: Mac Model:
ru: Модель Mac:

source: Mask “%@”
ru: Маска “%@”

source: Mask: *, or *.t?t, or *.txt,*.jpg
ru: Маска: *, или *.t?t, или *.txt,*.jpg

source: New Folder with Items
ru: Новая папка с объектами

source: New Tab
ru: Новая вкладка

source: No
ru: Нет

source: No Colour
ru: Без цвета

source: No new tags were found.
ru: Новые тэги не найдены.

source: Not Containing
ru: Не содержит

source: OK
ru: ОК

source: Open “%@”
ru: Открыть “%@”

source: Operation is complete
ru: Операция завершена

source: Operations
ru: Операции

source: Options
ru: Настройки

source: Orange
ru: Оранжевый

source: Parent Folders
ru: Родительские папки

source: Please provide parameters to run "%@"
ru: Пожалуйста введите параметры для запуска "%@"

source: Processes:
ru: Процессы:

source: Purple
ru: Лиловый

source: RAM
ru: Память

source: Recent Searches
ru: Недавние поиски

source: Recently Closed
ru: Недавно закрытые

source: Red
ru: Красный

source: Regular expression
ru: Регулярное выражение

source: Regular Expression
ru: Регулярное выражение

source: Right GoTo
ru: Правый Переход

source: Selected %@ in %@ files
ru: Выделено %1$@ в %2$@ файлах

source: Selected %@ in 1 file
ru: Выделено %@ в 1 файле

source: Selected %@ in 2 files
ru: Выделено %@ в 2 файлах

source: Selected %@ in 3 files
ru: Выделено %@ в 3 файлах

source: Selected %@ in 4 files
ru: Выделено %@ в 4 файлах

source: Selected %@ in 5 files
ru: Выделено %@ в 5 файлах

source: Selected %@ in 6 files
ru: Выделено %@ в 6 файлах

source: Selected %@ in 7 files
ru: Выделено %@ в 7 файлах

source: Selected %@ in 8 files
ru: Выделено %@ в 8 файлах

source: Selected %@ in 9 files
ru: Выделено %@ в 9 файлах

source: SFTP connection error:
ru: Ошибка подключения SFTP:

source: Show Panels
ru: Показать панели

source: Show Tab Bar
ru: Показать панель вкладок

source: Show Terminal
ru: Показать терминал

source: Show Toolbar
ru: Показать панель инструментов

source: Specify a regular expression to match filenames with. (^M)
ru: Укажите регулярное выражения для поиска имен файлов. (^M)

source: Stop and Close
ru: Остановить и закрыть

source: Stop and Quit
ru: Остановить и завершить

source: Storage
ru: Хранилище

source: Swap:
ru: Своп:

source: System:
ru: Система:

source: Tags
ru: Теги

source: Terminate and Close
ru: Прервать и закрыть

source: The application has running operations. Do you want to stop all operations and quit?
ru: Имеются работающие операции. Прекратить все операции и завершить приложение?

source: The following tags were added: %@.
ru: Следующие теги были добавлены: %@.

source: The name “%@” can’t be used.
ru: Имя “%@” не может быть использовано.

source: The window has %@ tabs. Are you sure you want to close this window?
ru: Это окно содежит %@ вкладок. Вы действительно хотите закрыть его?

source: The window has running operations. Do you want to stop them and close the window?
ru: В окне имеются выполняющиеся операции. Остановить их и закрыть окно?

source: Theme
ru: Тема

source: This operation is not reversible.
ru: Эта операция необратима.

source: This will erase all your custom settings.
ru: Это удалит ваши собственные настройки.

source: Threads:
ru: Потоки:

source: Toggle Dual-Pane Mode
ru: Включить двухпанельный режим

source: Toggle Single-Pane Mode
ru: Включить однопанельный режим

source: Tool #%u
ru: Инструмент #%u

source: Tools ▶ %@
ru: Инструменты ▶ %@

source: Total Bytes:
ru: Всего байт:

source: Total:
ru: Всего:

source: Try using a name with fewer characters or without punctuation marks.
ru: Попытайтесь использовать имя с меньшим количеством символов или без знаков пунктуации.

source: Unable to connect to a network share
ru: Не удалось подключиться к сетевой папке

source: Untitled
ru: Новый

source: untitled folder
ru: Новая папка

source: Uptime:
ru: Аптайм:

source: Use "*" for multiple-character wildcard, "?" for single-character wildcard and "," to specify more than one mask. (^M)
ru: Используйте "*" для подстановки нескольких символов, "?" для подстановки одного символа и "," чтобы указать больше одной маски. (^M)

source: Used:
ru: Используемая:

source: User Name:
ru: Имя пользователя:

source: User:
ru: Пользователь:

source: Viewer ▶ Refresh
ru: Просмотрщик ▶ Обновить

source: Viewer ▶ Show GoTo
ru: Просмотрщик ▶ Показать Переход

source: Viewer ▶ Show Settings
ru: Просмотрщик ▶ Показать Настройки

source: Viewer ▶ Toggle Hex
ru: Просмотрщик ▶ Переключить на шестнадцатеричный вид

source: Viewer ▶ Toggle Preview
ru: Просмотрщик ▶ Переключить на быстрый просмотр

source: Viewer ▶ Toggle Text
ru: Просмотрщик ▶ Переключить на текст

source: Volume Name:
ru: Название тома:

source: Volumes
ru: Тома

source: WebDAV connection error:
ru: Ошибка подключения WebDAV:

source: Whole Phrase
ru: Фраза целиком

source: Wired:
ru: Зарезервировано:

source: Yellow
ru: Желтый

source: Yes
ru: Да

source: You can’t undo this action.
ru: Вы не сможете отменить эту операцию.
